Repository: honganhkhoa/Surround
Catalog: Surround/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, th, vi, zh_hans, zh_hant

source: Black by %.1f
de: Schwarz mit %.1f Punkten
es: Negras por %.1f
fr: Noir par %.1f
ja: 黒（%.1fの差）
ko: 흑 %.1f집 우세
pt_br: Pretas por %.1f
pt_pt: Pretas por %.1f
th: ดำนำ %.1f แต้ม
vi: Đen hơn %.1f
zh_hans: 黑胜 %.1f 目
zh_hant: 黑勝 %.1f 目

source: Black to move
de: Schwarz am Zug
es: Juegan negras
fr: Au tour de noir
ja: 黒番です
ko: 흑 차례
pt_br: Vez das Pretas
pt_pt: Jogam as pretas
th: ตาดำเดิน
vi: Tới lượt Đen
zh_hans: 轮到黑方
zh_hant: 輪到黑方

source: Black wins by %.1f points
de: Schwarz gewinnt mit %.1f Punkten Vorsprung
es: Las negras ganan por %.1f puntos
fr: Noir a gagné par %.1fpoints
ja: 黒の%.1f目勝ち
ko: 흑 %.1f집 승
pt_br: Pretas vencem por %.1f pontos
pt_pt: As pretas vencem por %.1f pontos
th: ดำชนะ %.1f แต้ม
vi: Đen thắng %.1f mục
zh_hans: 黑棋胜 %.1f 目
zh_hant: 黑方以 %.1f 目獲勝

source: Black wins by %@
de: Schwarz gewinnt durch %@
es: Las negras ganan por %@
fr: Noir a gagné par %@
ja: 黒の勝ち（%@）
ko: 흑 승(%@)
pt_br: Pretas vencem por %@
pt_pt: As pretas vencem por %@
th: ดำชนะด้วย %@
vi: Đen thắng vì %@
zh_hans: 黑棋以 %@ 获胜
zh_hant: 黑方以 %@ 獲勝

source: Black wins by Abandonment
de: Schwarz gewinnt durch Abbruch
es: Las negras ganan por abandono
fr: Noir a gagné (Abandon)
ja: 黒の勝ち（対局放棄）
ko: 흑 승(대국 포기)
pt_br: Pretas vencem por abandono
pt_pt: As pretas vencem por abandono
th: ดำชนะเพราะอีกฝ่ายละทิ้งเกม
vi: Đen thắng vì Trắng bỏ cuộc
zh_hans: 黑棋因对手弃权获胜
zh_hant: 黑方因對手棄局獲勝

source: Black wins by Cancellation
de: Schwarz gewinnt durch Annullierung
es: Las negras ganan por cancelación
fr: Noir a gagné (Annulation)
ja: 黒の勝ち（キャンセル）
ko: 흑 승(취소)
pt_br: Pretas vencem por cancelamento
pt_pt: As pretas vencem por cancelamento
th: ดำชนะเพราะเกมถูกยกเลิก
vi: Đen thắng vì Trắng huỷ ván
zh_hans: 黑棋因对局取消获胜
zh_hant: 對局取消，黑方獲勝

source: Black wins by Disconnection
de: Schwarz gewinnt wegen Verbindungsabbruchs
es: Las negras ganan por desconexión
fr: Noir a gagné (Déconnexion)
ja: 黒の勝ち（切断）
ko: 흑 승(연결 끊김)
pt_br: Pretas vencem por desconexão
pt_pt: As pretas vencem por desconexão
th: ดำชนะเพราะอีกฝ่ายขาดการเชื่อมต่อ
vi: Đen thắng vì Trắng mất kết nối
zh_hans: 黑棋因对手断线获胜
zh_hant: 黑方因對手斷線獲勝

source: Black wins by Disqualification
de: Schwarz gewinnt durch Disqualifikation
es: Las negras ganan por descalificación
fr: Noir a gagné (Disqualification)
ja: 黒の勝ち（失格）
ko: 흑 승(실격)
pt_br: Pretas vencem por desclassificação
pt_pt: As pretas vencem por desclassificação
th: ดำชนะเพราะอีกฝ่ายถูกตัดสิทธิ์
vi: Đen thắng vì Trắng bị loại
zh_hans: 黑棋因对手被取消资格获胜
zh_hant: 黑方因對手被取消資格獲勝

source: Black wins by Moderator Decision
de: Schwarz gewinnt durch Entscheidung der Moderation
es: Las negras ganan por decisión de un moderador
fr: Noir a gagné (Décision du modérateur)
ja: 黒の勝ち（管理者による裁定）
ko: 흑 승(운영자 판정)
pt_br: Pretas vencem por decisão da moderação
pt_pt: As pretas vencem por decisão do moderador
th: ดำชนะตามคำตัดสินของผู้ดูแล
vi: Đen thắng do Quản trị viên quyết định
zh_hans: 管理员判定黑棋获胜
zh_hant: 黑方因管理員裁決獲勝

source: Black wins by Resignation
de: Schwarz gewinnt durch Aufgabe
es: Las negras ganan por rendición
fr: Noir a gagné (Abandon)
ja: 黒の中押し勝ち
ko: 흑 불계승
pt_br: Pretas vencem por desistência
pt_pt: As pretas vencem por desistência
th: ดำชนะเพราะขาวยอมแพ้
vi: Đen thắng vì Trắng nhận thua
zh_hans: 黑中盘胜
zh_hant: 黑方中盤勝

source: Black wins by Stone Removal Timeout
de: Schwarz gewinnt wegen Zeitüberschreitung bei der Steinentfernung
es: Las negras ganan por agotarse el tiempo de retirada de piedras
fr: Noir a gagné (Expiration du délai de retrait des pierres)
ja: 黒の勝ち（死石除法フェーズでの時間切れ）
ko: 흑 승(사석 제거 시간 초과)
pt_br: Pretas vencem por tempo esgotado na remoção de pedras
pt_pt: As pretas vencem por tempo esgotado na remoção de pedras
th: ดำชนะเพราะอีกฝ่ายหมดเวลาเลือกหมากตาย
vi: Đen thắng vì Trắng hết giờ
zh_hans: 黑棋因对手确认死子超时获胜
zh_hant: 黑方因對手死子確認逾時獲勝

source: Black wins by Timeout
de: Schwarz gewinnt auf Zeit
es: Las negras ganan por tiempo agotado
fr: Noir a gagné (Temps écoulé)
ja: 黒の勝ち（時間切れ）
ko: 흑 승(시간패)
pt_br: Pretas vencem por tempo esgotado
pt_pt: As pretas vencem por tempo esgotado
th: ดำชนะเพราะขาวหมดเวลา
vi: Đen thắng vì Trắng hết giờ
zh_hans: 黑棋因对手超时获胜
zh_hant: 黑方因對手逾時獲勝

source: Board coordinates
de: Brettkoordinaten
es: Coordenadas del tablero
fr: Coordonnées du plateau
ja: 座標表示
ko: 바둑판 좌표
pt_br: Coordenadas do tabuleiro
pt_pt: Coordenadas do tabuleiro
th: พิกัดกระดาน
vi: Toạ độ trên bàn cờ
zh_hans: 棋盘坐标
zh_hant: 棋盤座標

source: Board editing tool
de: Brettbearbeitungswerkzeug
es: Herramienta de edición del tablero
fr: Outil d’annotation du goban
ja: 盤面編集ツール
ko: 바둑판 편집 도구
pt_br: Ferramenta de edição do tabuleiro
pt_pt: Ferramenta de edição do tabuleiro
th: เครื่องมือแก้ไขกระดาน
vi: Công cụ chỉnh sửa bàn cờ
zh_hans: 棋盘编辑工具
zh_hant: 棋盤編輯工具

source: Board size
de: Brettgröße
es: Tamaño del tablero
fr: Taille du plateau
ja: 碁盤の大きさ
ko: 바둑판 크기
pt_br: Tamanho do tabuleiro
pt_pt: Tamanho do tabuleiro
th: ขนาดกระดาน
vi: Kích thước bàn cờ
zh_hans: 棋盘尺寸
zh_hant: 棋盤尺寸

source: Canadian
de: Kanadisch
es: Canadiense
fr: Canadien
ja: カナダ式
ko: 캐나다식
pt_br: Canadense
pt_pt: Canadiano
th: แบบแคนาดา
vi: Canada
zh_hans: 加拿大制
zh_hant: 加拿大制

source: Canadian Byo-Yomi
de: Kanadisches Byoyomi
es: Byo-yomi canadiense
fr: Byo-yomi canadien
ja: 秒読み式（カナダ）
ko: 캐나다식 초읽기
pt_br: Byo-Yomi canadense
pt_pt: Byo-yomi canadiano
th: เบียวโยมิแบบแคนาดา
vi: Byo-Yomi Canada
zh_hans: 加拿大读秒
zh_hant: 加拿大讀秒制

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
th: ยกเลิก
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

source: Cancel game
de: Partie abbrechen
es: Cancelar partida
fr: Annuler la partie
ja: 対局をキャンセル
ko: 대국 취소
pt_br: Cancelar partida
pt_pt: Cancelar partida
th: ยกเลิกเกม
vi: Huỷ ván
zh_hans: 取消对局
zh_hant: 取消對局

source: Cancel support
de: Supporter-Abo kündigen
es: Cancelar suscripción
fr: Annulation du support
ja: サポートを辞める
ko: 후원 취소
pt_br: Cancelar assinatura
pt_pt: Cancelar subscrição
th: ยกเลิกการสนับสนุน
vi: Huỷ hỗ trợ
zh_hans: 取消支持
zh_hant: 取消支持

source: Cancel undo
de: Rücknahmeanfrage zurückziehen
es: Retirar solicitud de deshacer
fr: Annuler la demande de reprise
ja: 待った要請を取り消す
ko: 무르기 요청 취소
pt_br: Cancelar pedido para desfazer
pt_pt: Cancelar pedido para desfazer
th: ยกเลิกคำขอย้อนตา
vi: Huỷ yêu cầu đi lại
zh_hans: 撤回悔棋请求
zh_hant: 撤回悔棋要求

source: Cancellation
de: Annullierung
es: Cancelación
fr: Annulation
ja: キャンセル
ko: 취소
pt_br: Cancelamento
pt_pt: Cancelamento
th: การยกเลิก
vi: Huỷ ván
zh_hans: 取消
zh_hant: 對局取消

source: Captures
de: Gefangene
es: Capturas
ja: アゲハマ
ko: 잡은 돌
pt_br: Capturas
pt_pt: Capturas
th: หมากเชลย
vi: Tù binh
zh_hans: 提子
zh_hant: 提子數

source: Challenge received!
de: Herausforderung erhalten!
es: ¡Desafío recibido!
fr: Défi reçu!
ja: 対局要請を受けました
ko: 대국 신청을 받았습니다!
pt_br: Desafio recebido!
pt_pt: Desafio recebido!
th: ได้รับคำท้า!
vi: Nhận được thách đấu!
zh_hans: 收到挑战！
zh_hant: 收到挑戰！

source: Challenge type
de: Art der Herausforderung
es: Tipo de desafío
fr: Type de défi
ja: 対局タイプ
ko: 대국 신청 유형
pt_br: Tipo de desafio
pt_pt: Tipo de desafio
th: ประเภทคำท้า
vi: Loại thách đấu
zh_hans: 挑战类型
zh_hant: 挑戰類型

source: Challenges received
de: Erhaltene Herausforderungen
es: Desafíos recibidos
fr: Défi reçu
ja: 対局要請
ko: 받은 대국 신청
pt_br: Desafios recebidos
pt_pt: Desafios recebidos
th: คำท้าที่ได้รับ
vi: Thách đấu nhận được
zh_hans: 收到的挑战
zh_hant: 收到的挑戰

source: Chat channel
de: Chat-Kanal
es: Canal de chat
fr: Canal de discussion
ja: チャットチャンネル
ko: 채팅 채널
pt_br: Canal do chat
pt_pt: Canal de chat
th: ช่องแชท
vi: Kênh trò chuyện
zh_hans: 聊天频道
zh_hant: 聊天頻道

source: Chinese
de: Chinesisch
es: Chinas
fr: Chinoises
ja: 中国
ko: 중국식
pt_br: Chinesas
pt_pt: Chinesas
th: จีน
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國規則

source: Circle
de: Kreis
es: Círculo
fr: Cercle
ja: 丸
ko: 원
pt_br: Círculo
pt_pt: Círculo
th: วงกลม
vi: Hình tròn
zh_hans: 圆形
zh_hant: 圓形

source: Clear estimates
de: Schätzungen löschen
es: Borrar estimaciones
fr: Effacer l'estimé
ja: 予測消し
ko: 분석 결과 지우기
pt_br: Limpar estimativas
pt_pt: Limpar estimativas
th: ล้างการประเมินคะแนน
vi: Xoá
zh_hans: 清除判断结果
zh_hant: 清除判斷結果

source: Clock starts with **%1$@** and increases by **%2$@** per move, up to a maximum of **%3$@**.
de: Die Bedenkzeit beginnt bei **%1$@** und erhöht sich pro Zug um **%2$@** bis auf maximal **%3$@**.
es: El reloj empieza con **%1$@** y aumenta **%2$@** por jugada, hasta un máximo de **%3$@**.
fr: L'horloge commence avec **%1$@** et augmente de **%2$@** par coup, jusqu'à un maximum de **%3$@**.
ja: 持ち時間**%1$@**,一手ごとに**%2$@**加算、**%3$@**まで。
ko: 시계는 **%1$@**에서 시작해 매 수 **%2$@**씩 늘어나며, 최대 **%3$@**까지 증가합니다.
pt_br: O relógio começa com **%1$@** e aumenta **%2$@** por jogada, até o máximo de **%3$@**.
pt_pt: O relógio começa com **%1$@** e aumenta **%2$@** por jogada, até ao máximo de **%3$@**.
th: นาฬิกาเริ่มที่ **%1$@** และเพิ่ม **%2$@** ต่อตา สูงสุด **%3$@**
vi: Bắt đầu với **%1$@** và tăng thêm **%2$@** sau mỗi nước cho tới tối đa **%3$@**.
zh_hans: 时钟以 **%1$@** 开始，每手增加 **%2$@**，最多累计到 **%3$@**。
zh_hant: 計時從 **%1$@** 開始，每手增加 **%2$@**，最多至 **%3$@**。

# Clock starts with **%@** main time, follows by **%@** for every **%lld moves**.
source: Clock starts with **%1$@** main time, follows by **%2$@** for every **%3$lld moves**.
de: Die Uhr startet mit **%1$@** Grundbedenkzeit, danach folgen **%2$@** für jeweils **%3$lld Züge**.
es: El reloj empieza con **%1$@** de tiempo principal, seguido de **%2$@** por cada **%3$lld jugadas**.
fr: L'horloge commence avec un temps principal de **%1$@**, et ensuite **%2$@** pour **%3$lldcoups**.
ja: 持ち時間は**%1$@**、その後**%3$lld**手**%2$@**以内
ko: 제한 시간 **%1$@** 후, **%3$lld수**마다 **%2$@**가 주어집니다.
pt_br: O relógio começa com **%1$@** de tempo principal, seguido de **%2$@** a cada **%3$lld jogadas**.
pt_pt: O relógio começa com **%1$@** de tempo principal, seguido de **%2$@** por cada **%3$lld jogadas**.
th: นาฬิกาเริ่มด้วยเวลาหลัก **%1$@** จากนั้น **%2$@** ต่อทุก **%3$lld ตา**
vi: Thời gian suy nghĩ chính **%1$@**, sau đó **%2$@** cho mỗi **%3$lld nước**.
zh_hans: 时钟以 **%1$@** 基本用时开始，之后每 **%3$lld 手**可用 **%2$@**。
zh_hant: 基本時限 **%1$@**，接著每 **%3$lld 手**限時 **%2$@**。

# Clock starts with **%@** main time, follows by **%lld periods** of **%@**.
source: Clock starts with **%1$@** main time, follows by **%2$lld periods** of **%3$@**.
de: Die Uhr startet mit **%1$@** Grundbedenkzeit, danach folgen **%2$lld Perioden** à **%3$@**.
es: El reloj empieza con **%1$@** de tiempo principal, seguido de **%2$lld períodos** de **%3$@**.
fr: Temps principal de **%1$@**, suivi par **%2$lld périodes** de **%3$@**.
ja: 持ち時間は**%1$@**、考慮時間は**%3$@**(%2$lld回)。
ko: 제한 시간 **%1$@** 후, **%3$@** 초읽기 **%2$lld회**가 주어집니다.
pt_br: O relógio começa com **%1$@** de tempo principal, seguido de **%2$lld períodos** de **%3$@**.
pt_pt: O relógio começa com **%1$@** de tempo principal, seguido de **%2$lld períodos** de **%3$@**.
th: นาฬิกาเริ่มด้วยเวลาหลัก **%1$@** จากนั้น **%2$lld ช่วง** ช่วงละ **%3$@**
vi: Thời gian suy nghĩ chính **%1$@**, sau đó **%2$lld chu kì** byo-yomi **%3$@**.
zh_hans: 时钟以 **%1$@** 基本用时开始，之后有 **%2$lld 次**读秒，每次 **%3$@**。
zh_hant: 基本時限 **%1$@**，接著 **%2$lld 次**讀秒，每次 **%3$@**。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: キャンセル
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Compact
de: Kompakt
es: Compacto
ja: コンパクト
ko: 컴팩트
pt_br: Compacto
pt_pt: Compacto
th: กะทัดรัด
vi: Gọn
zh_hans: 紧凑
zh_hant: 精簡

source: Conditional
de: Bedingt
es: Condicional
fr: Conditionnel
ja: 先回り
ko: 조건부
pt_br: Condicional
pt_pt: Condicional
th: ตามเงื่อนไข
vi: Có điều kiện
zh_hans: 条件
zh_hant: 預測

source: Conditional moves
de: Bedingte Züge
es: Jugadas condicionales
fr: Coups conditionnels
ja: 先回り着手
ko: 조건부 착수
pt_br: Jogadas condicionais
pt_pt: Jogadas condicionais
th: การเดินหมากแบบมีเงื่อนไข
vi: Các nước đi có điều kiện
zh_hans: 条件落子
zh_hant: 預測落子

source: Conditional moves plan
de: Plan für bedingte Züge
es: Plan de jugadas condicionales
fr: Plan de coups conditionnels
ja: 先回り着手のプラン
ko: 조건부 착수 계획
pt_br: Plano de jogadas condicionais
pt_pt: Plano de jogadas condicionais
th: แผนการเดินหมากแบบมีเงื่อนไข
vi: Kế hoạch các nước đi có điều kiện
zh_hans: 条件落子计划
zh_hant: 預測落子計畫

source: Conditional variation %lld of %lld
de: Bedingte Variante %1$lld von %2$lld
es: Variante condicional %lld de %lld
fr: Variation conditionnelle %1$lld sur %2$lld
ja: 先回り着手の変化図 %1$lld／%2$lld
ko: 조건부 착수 변화도 %1$lld번째(총 %2$lld개)
pt_br: Variação condicional %lld de %lld
pt_pt: Variação condicional %1$lld de %2$lld
th: แนวทางการเดินหมากแบบมีเงื่อนไขที่ %1$lld จากทั้งหมด %2$lld แนวทาง
vi: Biến thể nước đi có điều kiện thứ %1$lld trên tổng số %2$lld
zh_hans: 条件落子变化，第 %1$lld 个，共 %2$lld 个
zh_hant: 預測落子變化，第 %1$lld 個，共 %2$lld 個

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
pt_br: Conectado
pt_pt: Ligado
th: เชื่อมต่อแล้ว
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連線

source: Connecting
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion...
ja: 接続中
ko: 연결 중
pt_br: Conectando
pt_pt: A ligar
th: กำลังเชื่อมต่อ
vi: Đang kết nối
zh_hans: 正在连接
zh_hant: 連線中

source: Contact
de: Kontakt
es: Contacto
ja: 連絡先
ko: 문의
pt_br: Contato
pt_pt: Contacto
th: ติดต่อ
vi: Liên lạc
zh_hans: 联系我们
zh_hant: 聯絡我們

source: correspondence
de: Korrespondenz
es: correspondencia
fr: correspondance
ja: 通信
ko: 통신
pt_br: por correspondência
pt_pt: por correspondência
th: ผลัดตาระยะยาว
vi: trường kỳ
zh_hans: 通信
zh_hant: 非即時

source: Correspondence
de: Korrespondenz
es: Correspondencia
fr: Correspondance
ja: 通信
ko: 통신 대국
pt_br: Por correspondência
pt_pt: Correspondência
th: ผลัดตาระยะยาว
vi: Trường kỳ
zh_hans: 通信
zh_hant: 非即時

source: Correspondence games
de: Korrespondenzpartien
es: Partidas por correspondencia
fr: Parties par correspondance
ja: 通信対局
ko: 통신 대국
pt_br: Partidas por correspondência
pt_pt: Partidas por correspondência
th: เกมผลัดตาระยะยาว
vi: Ván trường kỳ
zh_hans: 通信对局
zh_hant: 非即時對局

source: Correspondence Games
de: Korrespondenzpartien
es: Partidas por correspondencia
fr: Parties par correspondance
ja: 通信対局
ko: 통신 대국
pt_br: Partidas por correspondência
pt_pt: Partidas por correspondência
th: เกมผลัดตาระยะยาว
vi: Các ván trường kỳ
zh_hans: 通信对局
zh_hant: 非即時對局

source: Correspondence games notifications
de: Mitteilungen für Korrespondenzpartien
es: Notificaciones de partidas por correspondencia
fr: Notifications de parties par correspondance
ja: 通信対局承知
ko: 통신 대국 알림
pt_br: Notificações de partidas por correspondência
pt_pt: Notificações de partidas por correspondência
th: การแจ้งเตือนเกมผลัดตาระยะยาว
vi: Nhận thông báo về các ván trường kỳ
zh_hans: 通信对局通知
zh_hant: 非即時對局通知

source: Correspondence rengo games
de: Rengo-Korrespondenzpartien
es: Partidas de Rengo por correspondencia
fr: Parties rengo par correspondance
ja: 連碁の通信対局
ko: 통신 연기바둑
pt_br: Partidas de Rengo por correspondência
pt_pt: Partidas de Rengo por correspondência
th: เกม Rengo แบบผลัดตาระยะยาว
vi: Rengo trường kỳ
zh_hans: 通信联棋对局
zh_hant: 非即時聯棋對局

source: Couldn’t load game history
de: Partiehistorie konnte nicht geladen werden
es: No se pudo cargar el historial de partidas
fr: Impossible de charger l’historique des parties
ja: 対局履歴を読み込めませんでした
ko: 대국 기록을 불러올 수 없습니다
pt_br: Não foi possível carregar o histórico de partidas
pt_pt: Não foi possível carregar o histórico de partidas
th: โหลดประวัติเกมไม่ได้
vi: Không thể tải lịch sử ván đấu
zh_hans: 无法加载对局记录
zh_hant: 無法載入對局紀錄

source: Couldn’t share variation
de: Variante konnte nicht geteilt werden
es: No se pudo compartir la variante
fr: Impossible de partager la variation
ja: 変化図を共有できませんでした
ko: 변화도를 공유하지 못했습니다
pt_br: Não foi possível compartilhar a variação
pt_pt: Não foi possível partilhar a variação
th: แชร์แนวทางการเดินไม่ได้
vi: Không thể chia sẻ biến thể
zh_hans: 无法分享变化图
zh_hant: 無法分享變化圖

source: Couldn’t update conditional moves
de: Bedingte Züge konnten nicht aktualisiert werden
es: No se pudieron actualizar las jugadas condicionales
fr: Impossible de mettre à jour les coups conditionnels
ja: 先回り着手を更新できませんでした
ko: 조건부 착수를 업데이트할 수 없습니다
pt_br: Não foi possível atualizar as jogadas condicionais
pt_pt: Não foi possível atualizar as jogadas condicionais
th: ไม่สามารถอัปเดตการเดินหมากแบบมีเงื่อนไขได้
vi: Không thể cập nhật các nước đi có điều kiện
zh_hans: 无法更新条件落子
zh_hant: 無法更新預測落子

source: Create a game precisely as you want.
de: Erstelle eine Partie genau nach deinen Wünschen.
es: Crea una partida exactamente como quieras.
fr: Créé une partie exactement comme vous le voulez.
ja: 詳しい設定で対局作成
ko: 원하는 설정으로 대국을 만들어 보세요.
pt_br: Crie uma partida exatamente como quiser.
pt_pt: Crie uma partida exatamente como pretende.
th: สร้างเกมได้ตรงตามที่คุณต้องการ
vi: Tạo ván mới với tuỳ chọn chính xác theo ý của bạn
zh_hans: 完全按照您的要求创建对局。
zh_hant: 完全依照你的需求建立對局。

source: Create and show a challenge publicly, then wait for other players to accept.
de: Erstelle eine öffentliche Herausforderung und warte, bis andere Spieler sie annehmen.
es: Crea y publica un desafío, y espera a que otros jugadores lo acepten.
fr: Créez et affichez un défi publiquement, puis attendez qu'un joueur l'accepte.
ja: 対局要請を公開作成、相手を待ち。
ko: 대국 신청을 공개하고 다른 플레이어가 수락할 때까지 기다립니다.
pt_br: Crie e publique um desafio, depois aguarde outros jogadores aceitarem.
pt_pt: Crie e publique um desafio; depois, aguarde que outros jogadores o aceitem.
th: สร้างคำท้าและแสดงต่อสาธารณะ แล้วรอผู้เล่นอื่นตอบรับ
vi: Tạo thách đấu công khai, rồi chờ những người chơi khác chấp nhận thách đấu.
zh_hans: 创建并公开显示挑战，然后等待其他棋手接受。
zh_hant: 公開建立並顯示挑戰，然後等待其他玩家接受。

source: Create challenge
de: Herausforderung erstellen
es: Crear desafío
fr: Créer le défi
ja: 対局要請作成
ko: 대국 신청 만들기
pt_br: Criar desafio
pt_pt: Criar desafio
th: สร้างคำท้า
vi: Tạo thách đấu
zh_hans: 创建挑战
zh_hant: 建立挑戰

source: Create open challenge
de: Offene Herausforderung erstellen
es: Crear desafío abierto
fr: Créer un défi ouvert
ja: 公開対局要請を作成
ko: 공개 대국 신청 만들기
pt_br: Criar desafio aberto
pt_pt: Criar desafio aberto
th: สร้างคำท้าแบบเปิด
vi: Tạo thách đấu mở
zh_hans: 创建公开挑战
zh_hant: 建立公開挑戰

source: Currently, **Surround** only supports a small subset of features on OGS, and I plan to implement support for more features gradually. Following the spirit of OGS, most features are available for free, but I would really appreciate if you decide to support the development of the app.
de: Derzeit unterstützt **Surround** nur einen kleinen Teil der OGS-Funktionen. Weitere Funktionen sollen nach und nach hinzukommen. Im Sinne von OGS sind die meisten Funktionen kostenlos verfügbar, aber ich würde mich sehr freuen, wenn du die Entwicklung der App unterstützt.
es: Actualmente, **Surround** solo admite una pequeña parte de las funciones de OGS, y tengo previsto añadir más poco a poco. Siguiendo el espíritu de OGS, la mayoría de las funciones están disponibles gratis, pero agradecería mucho que decidieras apoyar el desarrollo de la app.
fr: Pour le moment, **Surround** ne supporte qu'un sous-ensemble des fonctions disponibles sur OGS et je planifie de progressivement en supporter davantage. En accord avec l'esprit d'OGS, la plupart des fonctions sont disponibles gratuitement, mais j'apprécierai énormément votre support si vous décidez de devenir un supporteur.
ja: Surroundは、現在、一部だけのOGSの機能を対応していますが、少しずつ使える機能を増えていく予定です。OGS の精神に従い、ほとんどの機能は無料でご利用いただけますが、アプリの開発をサポートしていただければ感謝いたします。
ko: 현재 **Surround**는 OGS 기능 중 일부만 지원하며, 더 많은 기능을 차차 추가할 예정입니다. OGS의 취지에 따라 대부분의 기능은 무료로 제공되지만 앱 개발을 후원해 주시면 큰 도움이 됩니다.
pt_br: No momento, o **Surround** oferece apenas uma pequena parte dos recursos do OGS, e pretendo adicionar outros gradualmente. Seguindo o espírito do OGS, a maioria dos recursos é gratuita, mas agradeço muito se você decidir apoiar o desenvolvimento do app.
pt_pt: Atualmente, o **Surround** apenas suporta um pequeno conjunto de funcionalidades do OGS, e tenciono adicionar gradualmente mais funcionalidades. Seguindo o espírito do OGS, a maioria está disponível gratuitamente, mas agradeço muito se decidir apoiar o desenvolvimento da app.
th: ขณะนี้ **Surround** รองรับคุณสมบัติของ OGS เพียงบางส่วน และฉันวางแผนจะเพิ่มการรองรับอย่างต่อเนื่อง ตามแนวทางของ OGS คุณสมบัติส่วนใหญ่ใช้งานได้ฟรี แต่ฉันจะขอบคุณอย่างยิ่งหากคุณเลือกสนับสนุนการพัฒนาแอป
vi: Hiện tại, **Surround** chỉ hỗ trợ một phần nhỏ trong toàn bộ các chức năng của OGS, các chức năng còn lại sẽ dần dần được bổ sung. Giống như OGS, hầu hết các chức năng trong Surround đều miễn phí, các bạn có thể tài trợ để hỗ trợ quá trình phát triển và duy trì ứng dụng.
zh_hans: 目前，**Surround** 仅支持 OGS 的一小部分功能，我计划逐步实现更多功能。秉承 OGS 的精神，大多数功能都可免费使用；如果您愿意支持本应用的开发，我将不胜感激。
zh_hant: 目前 **Surround** 僅支援 OGS 的部分功能，我計畫逐步加入更多功能。秉持 OGS 的精神，大多數功能都可免費使用；若你願意支持本應用程式的開發，我將非常感激。

source: Currently, notification is only available for Supporters, due to ongoing server cost associated with the feature.
de: Aufgrund der laufenden Serverkosten dieser Funktion sind Mitteilungen derzeit nur für Supporter verfügbar.
es: Actualmente, las notificaciones solo están disponibles para colaboradores debido a los gastos recurrentes del servidor asociados a esta función.
fr: En ce moment, cette fonction n'est offerte qu'aux supporteurs de l'application en raison des frais liés à la maintenance du serveur.
ja: 現在、承知機能におけるサーバー・コストの為、サポーター限定です。
ko: 현재 알림 기능은 지속적인 서버 비용으로 인해 후원자에게만 제공됩니다.
pt_br: No momento, as notificações estão disponíveis apenas para Apoiadores devido ao custo contínuo de servidor associado ao recurso.
pt_pt: Atualmente, as notificações estão disponíveis apenas para Apoiantes, devido aos custos contínuos de servidor associados a esta funcionalidade.
th: ขณะนี้การแจ้งเตือนมีให้เฉพาะ Supporter เนื่องจากคุณสมบัตินี้มีค่าใช้จ่ายเซิร์ฟเวอร์อย่างต่อเนื่อง
vi: Hiện tại chức năng nhận thông báo chỉ dành cho những nhà tài trợ ứng dụng, vì chức năng này cần chi phí để vận hành máy chủ.
zh_hans: 由于此功能会持续产生服务器费用，目前通知仅向支持者开放。
zh_hant: 目前推播通知僅供支持者使用，因為此功能會持續產生伺服器費用。

source: Custom
de: Benutzerdefiniert
es: Personalizada
fr: Personalisée
ja: カスタマイズ
ko: 사용자 지정
pt_br: Personalizada
pt_pt: Personalizada
th: กำหนดเอง
vi: Tuỳ chọn
zh_hans: 自定义
zh_hant: 自訂

source: Custom komi: **%.1f**
de: Benutzerdefiniertes Komi: **%.1f**
es: Komi personalizado: **%.1f**
fr: Komi sur mesure: **%.1f**
ja: カスタマイズされたコミ：**%.1f**
ko: 사용자 지정 덤: **%.1f집**
pt_br: Komi personalizado: **%.1f**
pt_pt: Komi personalizado: **%.1f**
th: โคมิแบบกำหนดเอง: **%.1f**
vi: Komi tự chọn: **%.1f**
zh_hans: 自定义贴目：**%.1f**
zh_hant: 自訂貼目：**%.1f**

source: Custom komi: %.1f
de: Benutzerdefiniertes Komi: %.1f
es: Komi personalizado: %.1f
fr: Komi sur mesure: %.1f
ja: コミの設定：%.1f
ko: 사용자 지정 덤: %.1f집
pt_br: Komi personalizado: %.1f
pt_pt: Komi personalizado: %.1f
th: โคมิแบบกำหนดเอง: %.1f
vi: Komi tự chọn: %.1f
zh_hans: 自定义贴目：%.1f
zh_hant: 自訂貼目：%.1f

# Custom size
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Sur mesure
ja: カスタマイズ
ko: 사용자 지정 크기
pt_br: Personalizado
pt_pt: Personalizado
th: ขนาดที่กำหนดเอง
vi: Tuỳ chọn
zh_hans: 自定义尺寸
zh_hant: 自訂

source: Delete branch
de: Zweig löschen
es: Eliminar rama
fr: Supprimer la branche
ja: 分岐を削除
ko: 변화도 삭제
pt_br: Excluir ramo
pt_pt: Eliminar ramo
th: ลบสายการเดิน
vi: Xoá nhánh
zh_hans: 删除分支
zh_hant: 刪除分支

source: Delete branch?
de: Zweig löschen?
es: ¿Eliminar la rama?
fr: Supprimer la branche ?
ja: 分岐を削除しますか？
ko: 변화도를 삭제하시겠습니까?
pt_br: Excluir ramo?
pt_pt: Eliminar ramo?
th: ลบสายการเดินนี้หรือไม่?
vi: Xoá nhánh này?
zh_hans: 删除分支？
zh_hant: 刪除分支？

source: Disable analysis
de: Analyse deaktivieren
es: Desactivar análisis
fr: Interdire le mode d'analyse
ja: 対局中検討モード禁止
ko: 분석 비활성화
pt_br: Desativar análise
pt_pt: Desativar análise
th: ปิดการวิเคราะห์
vi: Tắt chế độ phân tích
zh_hans: 关闭分析
zh_hant: 停用分析
